<?php

return [

    'navbar' => [
        'home' => '家',
        'whatwedo' => '测试',
        'contact' => '联系我们',
        'start' => '开始测试',
    ],

    'next' => '下一个',
    'save' => '节省',
    'done' => '完毕',

    'footer' => [
        'location' => '我们的位置',
        'email' => [
            'name' => '名称',
            'email' => '电子邮件',
            'message' => '信息',
            'submit' => '提交',
        ]
    ],

    'title' => '欢迎使用智能心理健康追踪器',
    'subtitle' => "语言选择：<br>印尼语；英语； 中文（简体）",

    'whatwedo' => '测试',

    'confirm' => '你真的要下一步吗',
    'submit' => '你真的要提交表格吗',

    'profile' => [
        'title' => '在进行测试之前请先填写您的身份信息',
        'name' => '名称',
        'age' => '年龄',
        'profession' => '职业',
        'location' => '当前位置',
    ],

    'type' => [
        'title' => '请选择您的测试',
        'depression' => '忧郁',
        'anxiety' => '焦虑',
        'stress' => '压力过大',
    ],

    'result' => [
        'title' => '这是您所做的测试的结果',
        'score' => '总分',
        'result' => '结果测试',

        'normal' => '正常',
        'mild' => '轻度',
        'moderate' => '模度',
        'severe' => '严重',
        'extreme' => '非常严重',
    ],

    'find_hospital' => '在您所在的城市寻求帮助',

    'suggestion' => [
        'activity' => '可以通过一些活动保持您的心理健康',
        '1' => [
            'name' => '重视自己。',
            'description' => '<p>通过进行一些活动保持你的心理健康 ，善待而尊重自己，避免自我批评。为你的爱好和喜欢的项目腾出时间，或拓宽你的视野。每天做一道填字游戏，种植，上舞蹈课，学习乐器或能够说一口流量外语。</p>',
        ],
        '2' => [
            'name' => '照顾好身体',
            'description' => '<p>照顾好自己的身体可以改善你的心理健康。如下是大家一定要做到的事情。</p>
            <ul>
            <li>吃有营养的食物</li>
            <li>避免吸烟和抽烟--参见&nbsp;<a href="https://uhs.umich.edu/tobacco">Cessation Help</a></li>
            <li>喝大量的水</li>
            <li><a href="https://uhs.umich.edu/exercise">Exercise</a>, 锻炼，这有助于减少抑郁和焦虑，改善情绪</li>
            <li>具有足够的睡眠。研究人员认为，缺乏睡眠会导致大学生抑郁症高发的原因</li>
            </ul>',
        ],
        '3' => [
            'name' => '让自己与正能量的人在一起。',
            'description' => '<p>拥有强大的家庭或社会关系的人通常比那些无人脉的人更健康。尽量与支持我们的家人和朋友制定计划，或寻找一些可以让我们认识新朋友的活动，如俱乐部或相关的俱乐部。</p>',
        ],
        '4' => [
            'name' => '奉献自己。',
            'description' => '<p>把自己的时间和精力去帮助别人。做一些实实在在的事情来帮助需要帮助的人，从此你会让我们感到已经成为了更好的自己--这也是认识新朋友的一个好方法。可以参考Fun and Cheap Things to do in Ann Arbor。</p>',
        ],
        '5' => [
            'name' => ' 学会如何处理压力。',
            'description' => '<p>不管喜不喜欢，压力是我们生活的一部分。要具备应对技巧。可以尝试 "  One-Minute Stress Strategies, "，打太极拳，锻炼身体，在大自然中散步，与宠物玩耍，或尝试写日记也可以作为减低压力的方式。此外，记得要微笑，寻找生活中的幽默感。研究表明，笑声可以提高免疫系统，缓解疼痛，放松身体和减少压力。</p>',
        ],
        '6' => [
            'name' => '让头脑安静下来。',
            'description' => '<p>冥想、正念和/或祈祷。松弛和祈祷可以改善精神状态和人生观。事实上，研究表明，冥想可以帮助我们感到平静，并增强治疗的效果。可以访问 Personal Well-being for Students。</p>',
        ],
        '7' => [
            'name' => '设定现实的目标。',
            'description' => '<p>决定下来在学术上、专业上和个人想达到的目标，并写下你实现目标所需的步骤。目标要稍微高一点，但要现实，不要过度安排时间。当我们朝着目标前进时，就会享受到巨大的成就感和自我价值。 Wellness Coaching, 健康辅导，是免费给U-M学生使用的，可以帮助制定目标并坚持下去。</p>',
        ],
        '8' => [
            'name' => '打破生活的单调感。',
            'description' => '<p>虽然我们的生活规律使我们更有效率，并会增强我们的安全感，但一点节奏的变化可以使乏味的日程表变得更有活力。改变慢跑路线，计划一次公路旅行，在不同的公园散步，挂一些新的照片或也可以尝试新的餐厅。更多想法请见 <a href="https://uhs.umich.edu/rejuvenation">Rejuvenation 101</a>《恢复活力101》。</p>',
        ],
        '9' => [
            'name' => '避免啤酒和其他药物。',
            'description' => '<p>将酒精的使用保持在最低限度，并避免使用药物。有时人们使用酒精和药物当做 "自我治疗"，但实际上，酒精和其他药物只会使问题恶化。了解更多信息，请参 Alcohol and Other Drugs.。</p>',
        ],
        '10' => [
            'name' => '在你需要的时候寻求帮助。',
            'description' => '<p>寻求帮助是一种力量的象征--而不是一种弱点。而且我们要记住的事，治疗应该有效的。得到适当护理的人可以从精神疾病和成瘾中恢复过来，过上充实而有意义的生活。关于校园和社区资源，请参阅 Resources for Stress and Mental Health 压力和心理健康的资源。</p>',
        ],
        'disclaimer' => '*改编自国家心理健康协会/国家社区行为医疗委员会',
    ],
];
